Repository: jslusser/EYNTA
Catalog: EYNTA/*.lproj/Localizable.strings
Languages: es

source: Chapter 1 - Introduction
es: Capítulo 1 - Introducción

source: Chapter 2 - In Other Words
es: Capítulo 2 - En Otras Palabras

source: Chapter 3 - Before You Go
es: Capítulo 3 - Antes de Irte

source: Chapter 4 - General Aspects of Community
es: Capítulo 4 - Aspectos Generales de la Comunidad

source: Chapter 5 - Licenses & Administration
es: Capítulo 5 - Licencias y Administración

source: Chapter 6 - Contract
es: Capítulo 6 - Contrato

source: Chapter 7 - Observations/Tour
es: Capítulo 7 - Observaciones/Tour

source: Chapter 8 - Accommodations
es: Capítulo 8 - Adaptaciones

source: Chapter 9 - Medical and Nursing
es: Capítulo 9 - Medicina y Enfermería

source: Chapter 10 - Food Services
es: Capítulo 10 - Servicios de Alimentos

source: Chapter 11 - Activities
es: Capítulo 11 - Actividades

source: Chapter 12 - Housekeeping & Maintenance
es: Capítulo 12 - Limpieza y Mantenimiento

source: Chapter 13 - Transportation
es: Capítulo 13 - Transporte

source: Chapter 14 - Emergency Plan & Safety
es: Capítulo 14 - Plan de Emergencia y Seguridad

source: Chapter 15 - LGBTQ and Assisted Living Communities
es: Capítulo 15 - Comunidades LGBTQ y Vida Asistida

source: Chapter 16 - Acronyms and Vocabulary
es: Capítulo 16 - Acrónimos y Vocabulario

source: Chapter 17 - About the Authors
es: Capítulo 17 - Acerca de los Autores

source: Chapter 18 - Helpful Resources
es: Capítulo 18 - Recursos Útiles

source: Book Cover Title Page
es: Página de Título de Portada del Libro

source: Table of Contents
es: Índice de Contenidos

# chapter1Text
source: In the past two decades, Assisted Living Facilities have grown nationwide in the health care industry. There are approximately 40,000 Assisted Living Facilities operating in the United States today. The number of residents living in a facility can range from just a few to over 300, with the most common size housing between 25 and 120 individuals. Years ago, everyone referred to all nursing facilities as “the home.” The population within them was a mix and match of all ages, diagnoses, and behaviors. When a family could no longer care for a loved one, they had no choice but to place him or her in “the home.” It was the only option available to them at the time. When Assisted Living Facilities were first created, they were more like hotels or retirement communities. If people had incontinence issues or required more one on one supervised, personal care, they would have to leave the facility and go to a nursing home. During this time there was a tremendous growth in the senior population. This was due to many factors such as seniors living longer, and the knowledge that the baby boomers would be aging in the very near future. The governmental agencies, nationwide, had to modify, update, and find new ways to accommodate the senior community. The government and the health care industry worked together to create regulated communities to provide appropriate, as well as personalized care that would meet the needs of each individual. These changes not only improved the quality of service, but made it more cost-effective for families paying privately. It was also more cost-effective for the government to assist an individual financially and make sure they were receiving the proper care in an Assisted Living Facility rather than a Skilled Nursing Home. Once the Assisted Living Facilities were established, the need for other types of alternative housing came to light. Some of these were Independent Living Facilities, Adult Family Care Homes, Alzheimer-Dementia Units and Skilled Nursing Facilities. Even today, many people do not completely understand the concept of, or what is actually offered in an Assisted Living Facility. Assisted Living Facilities are licensed and regulated by the state in which they are located. Because the concept of an Assisted Living Facility can vary from state to state, eligibility can also vary. In some cases, the criterion for being admitted into an Assisted Living Facility, is as simple as being able to transfer from one chair to another with assistance. Keep in mind, the resident must be able to assist in completing this task. The purpose of an Assisted Living Facility is to “ASSIST,” not to actually do the task for the resident. The goal is to keep the resident as active and involved in his own personal care while performing the Activities of Daily Living. Admission criteria are not only based on clinical aspects, but on many other issues such as safety. A prospective resident must be physically able to exit the building, with assistance, in a fire drill or any other emergency situation. In some cases, Assisted Living Facilities will not admit people even if they can transfer. Each facility has its own criteria, their own policies, and their own target population type. They may not want wheelchairs or even walkers. This is up to them. They can implement any house policy they choose, as long as they remain in compliance with the state regulations. Because Assisted Living Facilities are privately or corporately owned, the policies they implement are legal as long as they are approved by the health care administration in whatever state they are located. Assisted Living Facility is the most common term used for this type of housing. Some other terms are: • Residential Care Facilities • Personal Care Facilities • Adult Congregate Care Communities • Retirement Residences • Supported Care Facilities • Senior Living Communities In Florida, and in many other states, six-bed facilities are becoming very popular, as well. These smaller facilities are gaining popularity due to the fact that they are able to provide more personalized services. These facilities are usually in private homes and are licensed and regulated by the same governmental agencies that govern all of the Assisted Living Facilities, regardless of size. The smaller homes must pass all surveys and inspections required by the state in which they are located. The average age of a resident in an Assisted Living Facility is a little over 80, and usually someone who is in need of at least one or more Activities of Daily Living. Some of the Activities of Daily Living (ADLs) are showering, dressing, toileting, eating and medication management. The staff of an Assisted Living Facility is trained to provide assistance with all of those ADLs. We should mention here that the need for some type of lifestyle change is usually first indicated when a person has difficulty in one or more of the following areas: • Difficulty in self-care, such as bathing, dressing, toileting, or eating; • Decline in physical or mental health; • Family not available to provide care or supervision. As we mentioned before, as a result of new regulations and changes in the health care industry, residents are now provided with more services in an Assisted Living Facility to include, but are not limited to: housekeeping and laundry services, transportation to doctors, social activities and 24 hour supervision. There are many Assisted Living Facilities that provide care for the mentally ill and people with advanced dementia or Alzheimer’s disease. Secured areas for individuals that require closer supervision in order to manage their behaviors are provided. These areas can be a part of the main building or a separate, self-contained unit. Assisted Living Facilities offer social and recreational programs, entertainment, and other stimulating activities. Studies show that social interaction and activities have a strong impact on the well- being of the elderly. The goal of the Assisted Living Facility is to promote the independence of the residents as well as provide a home-like setting. Having an active and social environment can help to achieve this goal. Most facilities are paid for by private, “out of pocket” funds. However, financial assistance can be found through the Veteran’s Administration, Long Term Care Insurance, and some state programs if certain requirements are met. The majority of facilities receive payments on a monthly basis, similar to a rent. Many require a security deposit or a community fee which may be refundable, depending on the community policy. It is important to note that additional fees may be included in the monthly rate. There may be fees for “a la carte” services or Level of Care. Some communities do have an all-inclusive rate which may be more beneficial for the prospective resident. This will allow for more care as needed while maintaining the same monthly rate. Every state requires a contract. In this contract, you will find the monthly costs and a list of services that the individual will be receiving at the facility. Contracts may be broken by giving a written notice in the time frame required by the state in which the facility is located and by the community policy. Overall, the best way to describe Assisted Living is to think of it as a bridge between living at home and living in a nursing home. Assisted Living has a residential focus with a home-like environment. A nursing home is primarily a medical institution. Assisted Living is an exciting option for individuals who want to maximize their independence while living in the safety of a supervised, residential setting. Next up: Chapter 2 - In Other Words
es: En las últimas dos décadas en los Estados Unidos, las Casas de Asistencia Geriátrica (llamamos así a propiedades que brindan internación para personas dependientes o semi-dependientes) han crecido a nivel nacional en la industria de la salud. Hay más de 40.000 Residencias operando en los Estados Unidos hoy. El número de residentes puede ir de unos pocos hasta 300, comúnmente con una capacidad para entre 25 y 120 individuos. Años atrás, todos se referían a las residencias como “el hogar”. La población era una mezcla, reuniendo a todas las edades, diagnósticos, y comportamientos. Cuando una familia no podía cuidar de un ser querido no tenían alternativa más que ubicarlo/a en “el hogar”. Era la única opción disponible para ellos en esa época. Cuando las Residencias Geriátricas fueron creadas, parecían más hoteles o comunidades de retiro. Si las personas padecían de incontinencia, requerían supervisión permanente, o atención personalizada, debían abandonar la institución e ir a una Casa de Enfermería o Sanatorio. Durante ese tiempo hubo un gran crecimiento en la población de personas mayores. Esto fue producto de varios factores como el aumento de la longevidad, y el conocimiento de que los “Baby Boomers” envejecerían en un futuro cercano. Las agencias gubernamentales a nivel nacional, tuvieron que modificar, actualizar, y encontrar nuevas formas de acomodar a la comunidad de adultos mayores. El Gobierno y la industria de la salud trabajaron juntos para crear Residencias reguladas, para proveer cuidado apropiado, como personalizado que pueda cubrir las necesidades de cada individuo. Estos cambios no sólo mejoraron la calidad de servicio sino que también resultaron ser más rentable para las familias poder pagar un servicio privado. También resultó ser más rentable para el Gobierno financiar la asistencia de un individuo y saber que se le estaba brindando un buen cuidado en una Residencia Asistida que en un Sanatorio o Casa de Enfermería. Una vez que las Residencias Geriátricas se establecieron, la necesidad de que otros tipos de alternativas para hospedar ancianos salieron a la luz. Algunos fueron (y son) Residencias para personas auto válidos (es decir que son autónomas, se valen por sí mismos), Hogares de ancianos, Unidades para personas con Alzheimer u otro tipo de Demencia y Sanatorios. Aún en nuestros días, muchas personas no comprenden totalmente el concepto de, o lo que se ofrece realmente en una Residencia Geriátrica. Estas Residencias tienen licencias y están reguladas según el Estado donde se encuentren. Esto es porque el concepto varía de Estado en Estado, los niveles de cuidado de pacientes también varían. En algunos casos, el criterio para ser admitido en una de estas Residencias es tan simple como poder moverse físicamente de una silla a otra aunque se le brinde asistencia. El propósito de una Residencia Geriátrica es de “asistir”, no realizar la tarea del residente. Lo ideal es dejar al residente tan activo e involucrado con su propio cuidado mientras realiza las actividades cotidianas. El criterio de admisión no está solamente basado en los aspectos clínicos, sino que también en otros asuntos como por ejemplo la seguridad. Un posible residente debe estar físicamente capacitado para dejar el lugar, con asistencia, en una situación de emergencia como un requisito de admisión en muchos Estados. En algunos casos, las Residencias Geriátricas podrán no admitir a una persona aun pudiéndose trasladar por si solo/a. Cada Institución tiene su criterio, sus propias políticas, y su propio objetivo de pacientes a quien cuidar. Pueden no querer personas en sillas de ruedas o andadores. Esto depende de ellos. Pueden implementar la política que deseen, mientras estén bajo las regulaciones del Estado. Porque son propiedades privadas o corporaciones, las políticas que implementan son legales mientras sean aprobadas por la Administración de Salud según el Estado donde se localicen. Assisted Living Facility (en los estados Unidos) es el término más comúnmente usado para este tipo de hospedaje. Otros términos son: • Residential Care Facilities • Personal Care Facilities • Adult Congregate Care Communities • Retirement Residences • Supported Care Facilities • Senior Living Communities En muchos Estados, los establecimientos de seis camas están volviéndose muy populares. Estas pequeñas instituciones están ganando popularidad ya que pueden proveer servicios más personalizados. Por lo general son casas privadas y están reguladas por las mismas agencias del gobierno que controlan todas las Residencias independientemente del tamaño. Los pequeños hogares deben pasar todos los exámenes e inspecciones requeridas por el Estado en el que residen. La edad promedio en las Residencias Geriátricas es un poco más de 80 años, y usualmente alguien que está en necesidad de asistencia en una o dos actividades cotidianas. Algunas de las actividades cotidianas son ducharse, cambiarse de ropa, higienizarse, comer y la administración de los medicamentos. El personal de una residencia geriátrica está entrenado para proveer asistencia en todas esas tareas. Debemos mencionar aquí que la necesidad de algún tipo de cambio en el estilo de vida es indicada cuando la persona tiene dificultades en una o más de las siguientes áreas: • Dificultad en su cuidado personal, como bañarse, cambiarse, higienizarse, o comer: • Deterioro de su salud física o mental; • Carencia de la comunidad para proveer asistencia domiciliaria; • La Familia no puede proveer cuidado o supervisión. Como mencionamos anteriormente, como resultado de las nuevas regulaciones y cambios en la industria del cuidado de la salud, los residentes son provistos con más servicios en una Residencia geriátrica que no sólo se limita a: hospedaje, servicio de lavandería, transporte, actividades sociales y 24 horas de supervisión. Muchos de estos establecimientos brindan asistencia a personas con enfermedades mentales, demencias en estado avanzado o con la enfermedad de Alzheimer. Es decir, están provistos de áreas de seguridad para aquellos que requieren una supervisión permanente para poder manejar sus comportamientos. Estas áreas pueden ser parte del edificio principal o unidades independientes. Las Residencias Geriátricas ofrecen programas de socialización y recreativos, entretenimiento, y otras actividades de estimulación. Estudios demuestran que la interacción social y las actividades tienen un fuerte impacto en la calidad de vida de los adultos mayores. Muchas de estas Residencias son privadas, quedando fuera de presupuesto para algunas familias. De todos modos es posible obtener asistencia financiera a través de la Administración de Veteranos de Guerra, Seguros de Retiro, y algunos programas estatales si reúnen los requisitos necesarios. La mayoría se paga mensualmente, de forma similar a una renta o alquiler. Muchas requieren un depósito de seguridad o un arancel especial que luego puede ser reembolsado, dependiendo de la política de la residencia. Es importante destacar que algunos costos adicionales pueden ser incluidos en la mensualidad. Pueden ser derivados de servicios “a la carta” o del nivel de cuidado requeridos. Algunas tienen un honorario ‘all-inclusive’ (todo incluido) que podría ser más beneficioso para el posible residente. Esto le permitirá recibir todos los cuidados que vaya necesitando a través del tiempo, manteniendo la misma mensualidad. Todos los Estados requieren un contrato. En este contrato, usted va a encontrar los costos mensuales y la lista de servicios que brindan en la Residencia. Los contratos pueden romperse por escrito en los tiempos estipulados por el Estado en los que la residencia está ubicada y la política de la misma. Así y todo, la mejor manera de definir una Residencia Geriátrica es pensarla como el punto intermedio entre vivir en casa y vivir en un Sanatorio o Casa de Enfermería. Estas propiedades tienen un enfoque residencial con un entorno parecido a su propia casa. Un Sanatorio/Casa de Enfermería es básicamente una institución médica. Las Residencias Geriátricas son una opción (vital) para las personas que quieren maximizar su independencia mientras viven con la seguridad dada por la supervisión permanente en un establecimiento de características residenciales.
