Repository: jslusser/EYNTA
Catalog: EYNTA/*.lproj/Localizable.strings
Languages: es

# chapter2Text
source: Now that you have read all of the technical stuff, let’s sit down and chat. As professionals, we take our job very seriously. Our job is to assist seniors and families and healthcare professionals in choosing an Assisted Living Community for their loved one or client. We understand that this is a very important decision and we do not take it lightly. On the other hand, we believe that humor can help in every situation. Throughout this book, you will see that we will always give you the technical information that you need with a touch of humor thrown in. This is a trying time for you and our goal is to help you get through it. Let's figure out what’s important in selecting an Assisted Living Facility. Many of you are looking for a community that is beautiful and fancy. While you want it to be nice, you have to realize the true needs of the person who will be living there. You know your loved one better than anyone else. Would a chandelier and marble floor be important to them? If it is, then you may have to take that into consideration. Otherwise, those items could make your loved one feel uncomfortable if he or she is not used to it. Also, while looking for communities to visit, remember that the largest and most expensive advertisement doesn’t always represent the most loving and caring place. When looking for communities, you can ask friends, go on the internet, talk to your clergy, look in the phone book, call a placement agency, or a social service agency. Make sure you look at communities that match the geographical needs of you and your loved one. You want it to be close to family and possibly, their doctor. It’s important to make a plan. After you choose the communities that you’re going to go and see, set up a tour. Dedicate a day to do this. Allow at least an hour for each community. You may want to see one in the morning, have lunch and see two in the afternoon. However you want to do it, just make sure that you allow enough time to tour each community and time to get from one to the other. If it takes more than one day, that is fine also. The key is to stay calm and gather all of the information you are going to need to make a decision that both you and your loved one will be comfortable with. Many people like to just “show up” at a community without an appointment. These people are called “show-uppers.” There are many reasons why this is not a good idea. The most important one is time. If you show up for a tour without an appointment, there may be another family touring and you may have to wait a long time until they can get to you. Good communities take time with each family. You would want this same treatment for you and your family as well. So, don’t be a “SHOW-UPPER!” Having been Administrators of very large communities, we have witnessed, first hand, what can happen when people just “show up.” You may come upon a scenario that is unpleasant or unnerving. Things happen in communities with an elderly population, and the community should not be judged by an isolated incident, but by how it is handled by the staff. Another important reason you should make an appointment is the fact that you want to tour the community with the Sales or Marketing Representative, not a receptionist or office worker as a fill in. While they may be able to show you around, they are not going to be able to answer all of your questions and give you the personal attention that you will require in making this important decision. In other words, you may end up getting a tour from the janitor on his way to Mrs. Jones in room 209. Remember, all of these communities are regulated by state laws, but don’t expect perfection at all times. These same communities are run by human beings, and we know human beings are not perfect. Once you are in the community and touring, look around and try to think…would your loved one like it? Is it a place where they would be comfortable? Is it what they are used to? Look at the activities that are offered. Will they be of interest to them? When you look at the rooms, try to think of what they will require. Maybe, it’s just a television, an easy chair, a bed, a dresser, a refrigerator, a closet and a bathroom. The important thing is that you must try to judge everything based on what THEY will require, not what YOU require. In other words, who is really moving in? Next up: Chapter 3 - Before You Go
es: Ahora que ya ha leído todo sobre la cuestión técnica, sentémonos y conversemos. Como profesionales, nosotros tomamos nuestro trabajo seriamente. Nuestra tarea es la de asistir a los adultos mayores, familias, y profesionales de la salud en la elección de una Residencia Geriátrica tanto sea para un ser querido, para sí mismos o un paciente. Entendemos que es una muy importante decisión y no la tomamos de manera liviana. Por otro lado, creemos que el humor puede ayudar en todas las situaciones. A través de este libro, usted va a ver que siempre le damos la información técnica que usted necesita con un toque de humor. Este es un momento de prueba para usted y nuestra meta es ayudarlo a atravesarlo. Vamos a descubrir entonces que es importante al elegir una Residencia Geriátrica. Muchos de Ustedes buscan un lugar bello y elegante. Mientras usted quiere un lugar lindo tiene que darse cuenta de cuáles son las verdaderas necesidades de la persona que va a vivir allí. Usted conoce a su ser querido más que nadie. ¿Sería un candelabro y un piso de mármol importante para él? Si es así entonces tendrá que tener eso en consideración. Si no es así probablemente esos objetos no lo harán sentir confortable. También, al buscar propiedades para visitar, recuerde que la publicidad más grande y cara no siempre representa el lugar más apropiado y de mejor cuidado. Cuando busca, puede preguntarle a sus amigos, mirar en Internet, hablar con su consejero espiritual, llamar a una agencia de asesoramiento, o a un servicio social. Asegúrese de ver que las Residencias concuerden con sus necesidades geográficas, tanto suyas como de su ser querido. Usted quiere que esté cerca de la familia y posiblemente de su doctor. Es importante hacer un plan. Después de elegir los lugares que quiere visitar, organice una visita. Dedique un día para realizar esto. Asigne, por lo menos, una hora para cada propiedad. Usted podría ver una en la mañana, almorzar, y ver dos en la tarde. Si usted quiere hacerlo así, considere el tiempo necesario para recorrer cada Residencia y para trasladarse de una a otra. Si esto le lleva más de un día, eso está bien igual. La clave es quedarse tranquilo y obtener toda la información necesaria para tomar la decisión adecuada que tanto usted como su ser querido desean. Muchas personas prefieren “aparecer” (”show up”) en una Residencia sin entrevista previa. Estas personas son llamadas ”Aparecidos”. Hay muchas razones por lo cual esta no es una buena idea. La más importante es tiempo. Si usted se presenta para una visita sin una entrevista previa, puede encontrarse con que hay otra familia ya haciendo lo mismo y Usted tendrá que esperar mucho tiempo hasta que sea su turno. Las Buenas residencias se toman su tiempo con cada familia. Usted querrá el mismo trato para Usted y su familia. Entonces trate de no hacerlo. Habiendo sido Administradores de Grandes Residencias, hemos sido testigos, de primera mano, de lo que puede pasar cuando las personas se “aparecen” sin una cita. Podría encontrarse con una escena que es disgustante o enervante. Cosas pasan en las Residencias con población de adultos mayores, y no debería ser juzgada por un hecho aislado, sino que por cómo es manejado por el personal de la misma. Otra razón importante es que usted debería solicitar una entrevista con el representante de marketing, no reemplazarlos con la recepcionista. A pesar de que ellos pueden estar habilitados para mostrarles el lugar no van a poder responder todas las preguntas y no podrán darle la atención personalizada que usted requiere para concretar esta decisión tan importante. En otras palabras, Usted puede terminar teniendo una recorrida por el lugar con el conserje en su ruta hacia la habitación 209 de la Sra. Jones. Recuerde, todas estas Residencias están reguladas por las leyes del Estado, pero no espere perfección todo el tiempo. Estos lugares están administrados por seres humanos, y sabemos que los seres humanos no son perfectos. Una vez que está recorriendo una Residencia, mire a su alrededor y piense…¿le gustará a su ser querido? ¿Es un lugar donde se encontrará confortable? ¿Es a lo que están acostumbrados? Mire las actividades que se brindan. ¿Estaría interesado en ellas? Cuando usted mire las habitaciones, trate de pensar en cuales son los requerimientos que tiene que tener en cuenta. Quizás solo es una televisión, una silla cómoda, una cama, un vestidor, una heladera, un closet, y un baño. Lo importante es que tiene que tratar de juzgar todo basado en los requerimientos actuales de su ser querido, no en lo que USTED requiere. En otras palabras, ¿quién se está mudando realmente?

# chapter3Text
source: Now that you have chosen the facilities you want to tour, it’s time to make an appointment. Ask to speak with the Marketing or Sales Director. Tell them that you would like to ask a few questions before you decide to tour. What is the Marketing Director’s name? Will that person be the one to tour you? Can he or she tour you on a weekend? If not, is there an Assistant Marketing Director? What is his or her name? Will he or she be able to tour you on a weekend? Ask some brief, general questions about cost and accommodations. Discuss price ranges for the type of room you think that you may be interested in. Make sure the Facility is within your budget range before you go. Of course, if you have time, you can ask the Marketing Director to send you brochures with a price list and you can digest that information before you go to tour the facility. When speaking with the Marketing Director, give a brief synopsis of your loved one’s condition. In most cases, the Marketing Director will be able to tell you on the phone whether they can accommodate him or her at their facility. Depending on what care your loved one needs, ask questions pertaining to his or her specific situation, such as Alzheimer care, acceptance of wheelchairs (electric or otherwise), catheters, and/or feeding tubes. These types of preliminary questions will assist you in not wasting your valuable time. After this phone conversation, if you feel this facility may be worth looking at and may meet the needs of your loved one, then go ahead and make the appointment. When you go, make sure you have the following information with you: * Name of first and secondary insurance companies; * Was he or she a Veteran or a spouse of a veteran? * As much information on his or her medical condition as you can provide; * A budget for him or her that you have figured out in advance, composed of Social Security income, amount of pension he or she is receiving, any other monthly income, savings, assets, or his or her ability to receive any other income from any other source. From what you have just read, it makes it even clearer why you don’t want to be a “showupper.” All of the above things have to be discussed in detail with each family. Making an appointment is “where it’s at!” Next up: Chapter 4 - General Aspects of Community
es: Ahora que Usted eligió los lugares que quiere recorrer, es el momento para concertar una entrevista. Pida hablar con el Director de marketing. Dígale que desea realizarle algunas preguntas antes de decidirse a hacer el recorrido. ¿Cuál es el nombre del Director de Marketing? ¿Puede esa persona realizar el recorrido por las instalaciones con Usted? ¿Se encuentra disponible el fin de semana? Si no es así, ¿hay algún asistente del Director? ¿Cuál es el nombre de él o ella? ¿Estaría disponible él o ella el fin de semana? Realice algunas breves preguntas generales acerca de los valores y las comodidades. Puede negociar los precios de acuerdo al tipo de habitación que usted esté interesado. Asegúrese que los precios estén dentro de su presupuesto antes de partir. Por supuesto que, si usted dispone de tiempo puede solicitar que le envíen folletería y un listado de precios para digerirla antes de iniciar la visita. Cuando hable con el Director, exprese una breve sinopsis acerca de las condiciones en que se encuentra su ser querido. En la mayoría de los casos, el Director ya puede decirle en ese momento si es aceptado en su propiedad o no. Depende de los cuidados que su ser querido requiere, pregunte lo pertinente a cada situación, como cuidado de personas con Alzheimer, si aceptan sillas de ruedas (ya sea eléctricas o no), catéter, y /o sondas nasogástricas. Estas preguntas preliminares lo va a ayudar a no perder su valioso tiempo. Cuando se dispone a ir, asegúrese de tener toda la información a continuación: * Nombre de la primera y segunda compañía de seguros médicos. * ¿Es él o ella esposo/a de un Veterano de Guerra? * La mayor cantidad de información posible sobre la condición médica. * Un presupuesto aproximado compuesto por el ingreso jubilatorio, pensión que recibe, cualquier otro ingreso mensual, ahorros, propiedades, etc. De todo lo que ha leído hasta ahora, es evidente por qué Usted no querrá hacer una visita repentina. Todo lo anterior tiene que ser discutido con cada familia. Concertar una Entrevista es de lo que se trata.
